{
    "pageId": "3cc59c08-2440-442a-80f9-0568e5b390e8",
    "url": "https://www.sfchronicle.com/food/article/S-F-bars-could-reopen-indoors-as-soon-as-May-7-16140443.php",
    "title": "S.F. bars could reopen indoors as soon as May 7",
    "textContent": "\n        \n\nApril 29, 2021Updated: April 30, 2021 10:47 a.m.\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCynthia Martinez, manager, left, and Jasmine Johnson, a bartender, work at El Rio in San Francisco. Bars that don’t serve food will likely be able to open indoors for the first time next week.Yalonda M. James / The Chronicle\n\n            San Francisco is expected to reach the yellow tier on Tuesday, allowing bars that don’t serve meals to open indoors for the first time since last March’s shelter-in-place orders. City officials plan to institute the changes on Friday, May 7.\n\n    \n    \n\n            Bars will be able to open indoors at 25% capacity with with a maximum of 100 people — though customers must be seated at tables and not walk around with drinks in hand. Restaurants will have to stay at 50%, but the current orange tier’s 200-person maximum goes away. The capacity limits don’t change for wineries and breweries, which can continue operating indoors at 25%.\n\n    \n            The city will also loosen some rules for outdoor dining at restaurants, bars and other venues: Diners will no longer have to wear masks once they’re seated at their table, though they’ll need to put their mask back on if they need to go into the building to order or use the bathroom. The city still recommends unvaccinated people wear masks when they’re not eating or drinking outside though, said acting health officer Dr. Susan Philip.\n \n \n   \n    SPRING SALE!   |   12 Weeks for 99¢    |   Digital Access\n     \n    \n \n\n\n    \n            At indoor restaurants, tables will be able to seat eight people, and the rule of no more than three households per table will go away.\n\n    \n            Restaurants can also bring back some self-serve features, such as sushi boats and frozen yogurt machines, as long as there is a metering system that creates distance between customers.\n\n    \n            California’s guidelines also state that indoor capacity in both cases can increase if all customers and employees can show proof of a negative COVID test or full vaccination. For bars, it’d go up to 37.5%; for restaurants, up to 75%. But San Francisco officials said they’re not ready to go there — yet.\n\n    \n    \n\n            “I realize it’s a vital interest to increase that capacity and have more patrons,” Philip said. “We’re not going to make that change initially in yellow tier but we’ll be looking at that.”\n\n    \n            Some restaurant owners aren’t sure if going up to 75% would make much of a difference right now anyway. At his Mission District restaurant Son’s Addition, Nick Cobarruvias said most diners still prefer eating outside — and the logistics of the practice brought up a lot of questions. For example, what would training a host on checking vaccine paperwork even look like?\n\n    \n            “Are they standardized? Is it like an ID? Are we going to get fined if someone has a fake one? Who is checking this stuff?,” he said. “I wish it was a bit easier to get straight answers.”\n\n    \n            Philip said the city is winning the race of vaccines against variants — for now. Among people 16 and over in San Francisco, 70% have had at least one dose of a vaccine. But she warned that residents still need to be careful, pointing to Oregon — where officials are contemplating shutdowns again because of a surge in cases — as an example of what could still happen here.\n\n    \n            “Reopening will still be slow,” she said. “We do not want to have to roll backwards again.”\n\n    \n            Janelle Bitker is a San Francisco Chronicle staff writer. Email: janelle.bitker@sfchronicle.com Twitter: @janellebitker\n\n\n\n",
    "privateWindow": false,
    "type": "WebScience.articleContents",
    "userID": "3f959b2e-83f0-4ebe-987f-95dced1350ba"
  }